{
  "message": {
    "spider": "At Spider-Tech, we turn your ideas into reality",
    "des": "We are your guide in the journey of digital transformation, a world of creativity in the field of software, web design, online stores, mobile applications, accounting and management systems.",
    "contact": "Contact us",
    "requset": "Request A Services",
    "front": "websites design",
    "our": "We Provide You With Our Distinguished Services With Our Tools",
    "ux": "User interface and experience design",
    "anlythis": "Technical analysis of projects",
    "phone": "Mobile application design",
    "host": "web hosting",
    "aproj": "Ready Projects",
    "opp": "Working Fields",
    "blog": "Blog",
    "spa":"Spider",
    "Articles": "All Articles",
    "Directors": "Spider-te8 Board of Directors",
    "number": "Phone Number: 966542366517",
    "mail":"Email:support@spider-te8.com",
    "address": "Egypt Address: Dakahlia, Talkha - French Baker Street - Al-Samnodie Tower, 3rd Floor",
    "address2": "Egypt Address: Fifth Settlement - North 90th Street - Trivium Square - Office 440 - 4th Floor",
"soon": "Saudi Arabia Address: Riyadh (Coming Soon)",
"time":"Working Hours",
"fromt": "From 9 AM to 5 PM",

    "desigs": "Your project design from Spider-Tech will be different",
    "coop": "The Most Important Advantages Of<br/> Cooperation With Spider-Te8",
    "privateSector": "Do you have a private sector?",
    "contactUs": "Contact us if you work in a sector and want to create a solution that helps you keep up with digital transformation and build the best smart systems.",
    "requestService": "Request a service now",
    "more": "Trusted By Over 100 Startups And Freelancers",
    "say": "What Our Clients Say",
    "website": "We will create a website for you that will meet all your requirements and more.",
    "down": "Download Portfolio",
    "about-spider": "About Spider-Tech",
    "information": "About Us",
    "ourworks": "Some of our previous works that we are proud of",
    "app": "Mobile Applications",
    "web": "Websites",
    "pay": "Electronic payment",
   
"sund": "From Sunday to Thursday",
"closed": "Closed on Friday and Saturday",
"apps": "We are your guide in the journey of digital transformation, a world of creativity in software development, website design, e-commerce stores, and mobile applications.",

    "serving": "Text messaging services",
    "all": "All Projects",
    "company": "shipping companies",
    "Features": "Features of connectivity and integration. Get 2 out of 3:",
    "story": "Create your own online store<br/> in 15 days",
    "yy": "Your Water",
    "alaw": "Stay updated - Get updates on the latest topics.",
"plas": "Enter your email ",
"sub": "Subscribe",
"copy": "All Rights Are Saved © 2024 Spider-te8  By Spider-te8",

    "deyy": "A leading platform in the water distribution sector. Its mission is to revolutionize the way water is purchased and delivered by connecting consumers directly with distributors and drivers through an integrated online platform and mobile app.",
    "layer": "International Law",
    "delayer": "The website of the Permanent Committee on International Humanitarian Law (the multidisciplinary international committee) aims to promote, protect, and enforce international humanitarian law. It seeks to spread knowledge about the principles of humanitarian law and ensure its application during armed conflicts.",
    "vist": "Visit the site",
    "poy": "Billionaire",
    "depoy": "An all-encompassing e-learning platform providing professional training courses and educational content in various fields, serving the Middle East region. The main goal of the system is to provide users with an interactive and user-friendly platform to access high-quality online courses, educational content, and expert trainers.",
    "view": "View Design",
    "serv": "Service",
    "deserv": "A company specializing in the management and organization of exhibitions and conferences, based in the Kingdom of Saudi Arabia. Its goal is to create innovative events that attract attention, ensure their success, and impress attendees. It offers a variety of services such as identity design, printing, gifts, simultaneous interpretation, sign language, lighting and sound, and screen designs.",
    "asa": "Haya Al-Assaf",
    "desasa": "The Haya Al-Assaf application aims to provide an online platform for managing Quran memorization circles. It allows students, their guardians, and teachers to register to follow and manage all educational activities across the Kingdom. It also aims to provide an integrated environment for managing students, their tests, teachers, sessions, staff, financial matters, and more.",
    "goo": "GoLand",
    "degoo": "An efficient and user-friendly platform to simplify and enhance the process of buying, selling, and exploring lands and plots. Future versions of GoLand will expand its capabilities to include listings for real estate and residential and commercial units.",
    "viewall": "View All Our Works",
    "desinformation": "Spider-Tech is an emerging company in the field of software development that enables your organization to gain a competitive advantage in the labor market through the services it provides and supports your business. As a Spider-Tech team, we work with you to understand your needs to provide innovative solutions provided by a skilled team, equipped with the latest tools and current technologies that can simulate and keep pace with the technical challenges of the future. In Spider-Tech, we always emphasize the quality of the services provided and their timely delivery, in addition to full customer satisfaction,",
    "deshost": " Spider-te8  provides secure web hosting with a user-friendly control panel, ensuring uninterrupted website performance. Get 24/7 technical support for reliable hosting solutions. Choose us for the best web hosting experience.",
    "desphone": "Spider-te8 excels in mobile app design on App Store and Google Play. Our innovative approach embraces the growing importance of mobile apps and their impact on society.",
    "desanl": " Spider Tech  specializes in IT services, including project analysis. Our technical team evaluates key data to boost your competitive position. Contact us for improved customer app experiences today!",
    "team": "A complete software team to provide the service",
    "desteam": " We provide a skilled team to turn your ideas into reality, handling all technical aspects so you can focus on your dream project",
    "desux": " We excel in UI/UX for websites and apps. With our experience in design, analysis, and implementation, we can elevate your customers' app experience. Contact us today!",
    "desfr": "Spider Tech's web design service helps you reach more customers and boost market recognition. Our distinctive designs reflect your business identity and improve search results. Let us create a quality website for your company. Start now!"
  },

  "linkss": {
    "1": "Home",
    "2": "Our Services",
    "3": "About Us",
    "4": "Our Work",
    "5": "Store",
    "6": "Blog"
  },
  "jops": {
    "1": "Products",
    "2": "Employees",
    "3": "Completed Projects",
    "4": "Happy Clients"
  },
  "oppts": {
    "1": "Real Estate Sector",
    "2": "Commercial Sector",
    "3": "Investment Sector",
    "4": "Educational Sector",
    "5": "Marketing Sector",
    "6": "Medical Sector"
  },
  "boxs": {
    "1": "Registered Contract",
    "2": "We provide registered contracts signed by both parties, ensuring a legally binding agreement that protects the interests of both parties.",
    "3": "We are always available to assist you and ensure your projects run smoothly at all times.",
    "4": "24/7 Technical Support",
    "5": "Strong Protection",
    "6": "We use the latest cybersecurity practices, ensuring that your project remains secure and confidential.",
    "7": "Providing innovative and tailor-made solutions that perfectly meet your unique business needs.",
    "8": "Innovative Solutions"
  },
  "says": {
    "1": "The experience is still in its early stages, and we hope it will be amazing and successful for both parties. The team is very nice and cooperative.",
    "2": "Eng. Abdullah El-Bialy",
    "3": "International Consultant in Innovation and Foresight"
  },
  "blogs": {
    "1": "User Experience",
    "2": "User Experience (UX) focuses on a deep understanding of users, what they need, what they value, their capabilities, and also their limitations.",
    "3": "What is User Experience?",
    "4": "Published by: Spider-Tech",
    "5": "11-8-2024",
    "6": "Search Engine Optimization",
    "7": "It is the process of developing websites to meet the requirements of various search engines like Google or Bing with the goal of appearing in top search results.",
    "8": "What is SEO and How Does It Benefit Your Site?",
    "9": "Business Analysis",
    "10": "Business analysis is the process of identifying business needs, problems, and opportunities, and then determining solutions to address those issues.",
    "11": "Concept of Business Analysis",
    "12": "API",
    "13": "It is a technology that allows applications to access and interact with external software components, operating systems, or microservices.",
    "14": "What is an API?"
  }
}
