{
  "message": {
    "contact": "اتصل بنا",
    "spider": "فى سبايدر-تك نحول أفكارك لواقع",
    "des": "  نحن دليلك فى رحلة التحول الرقمي , عالم من الابداع فى مجال  البرمجيات و تصميم المواقع الاكترونية و المتاجر الالكترنية و تطبيقات الهاتف و انظمة الحسابات و الادارة",
    "requset": "طلب خدمة",
    "spa": "سبايدر-تك",
    "front": "تصميم المواقع",
    "our": "نوفر لك خدماتنا المميزة مع ادواتنا",
    "ux": "تصميم تجربة وواجهة المستخدم",
    "anlythis": "تحليل فني للمشاريع",
    "phone": "تصميم تطبيقات الموبايل",
    "host": "استضافة المواقع",
    "down": "تحميل الملف التعريفى",
    "blog": "المدونة",
    "number": " رقم الهاتف : 966542366517",
    "mail": " support@spider-te8.com البريد",
    "address": " عنوان مصر : الدقهلية ,طلخا - شارع فرينش بيكر - برج السمنودى  الدور 3",
    "address2": " عنوان مصر : التجمع الخامس - شارع التسعين الشمالي - ميدان  تريفيوم - مكتب 440 - الدور الرابع",
    "soon": " عنوان السعودية : الرياض (قريباً)",
    "Articles": "كل المقالات",
    "time": "اوقات العمل",
    "fromt": " من 9 صباحا حتى 5 مساء ",
    "sund": " من الاحد الى الخميس ",
    "plas":"ادخل البريد الالكتروني",
    "sub":"اشتراك",
    "copy":"حقوق النشر © 2024 سبايدر-تك تم بواسطة سبايدر-تك",
    "closed": "  مغلق جمعة و سبت ",
    "alaw": "استمر في التحديث - احصل على تحديثات مع أحدث الموضوعات.",
    "apps": "  نحن دليلك فى رحلة التحول الرقمي , عالم من الابداع فى مجال البرمجيات و تصميم المواقع الاكترونية و المتاجر الالكترنية و تطبيقات الهاتف",
    "Directors": "مجلس إدارة سبايدر تك",
    "desigs": "تصميم مشروعك من شركة سبايدر-تك سيكون مختلفاً",
    "about-spider": "عن سبايدر -تك",
    "information": "معلومات عنا",
    "ourworks": "بعض اعمالنا السابقة التي نفخر بها",
    "app": "تطبيقات المويبل",
    "web": "مواقع الويب",
    "all": "كل المشاريع",
    "yy": "يور ووتر",
    "deyy": "منصة رائدة في قطاع توزيع المياه. مهمتها هي إحداث ثورة في طريقة شراء المياه وتسليمها، من خلال ربط المستهلكين مباشرة مع الموزعين والسائقين من خلال منصة متكاملة عبر الإنترنت وتطبيق الهاتف المحمول.",
    "layer": "القانون الدولي",
    "delayer": " يهدف الموقع الإلكتروني للجنة الدائمة للقانون الدولي الإنساني (اللجنة المتعددة التخصصات دوليا) إلى تعزيز القانون الدولي الإنساني وحمايته وإنفاذه. ويسعى إلى نشرالمعرفة حول مبادئ القانون الإنساني وضمان تطبيقها أثناء النزاعات المسلحة",
    "vist": "زيارةالموقع",
    "poy": "بليونير",
    "aproj": "المشاريع الجاهزة",
    "opp": "القطاعات التى تم العمل بها",
    "privateSector": "هل لديك قطاع خاص؟",
    "contactUs": "تواصل معنا في حالة إذا كنت تعمل فى قطاع ما وترغب في ابتكار حل يساعدك علي مواكبة التحول الرقمي وبناء أفضل الأنظمة الذكية.",
    "requestService": "اطلب خدمة الان",
    "story": "قم بانشاء متجرك الالكتروني الخاص<br/> في 15 يوم",
    "Features": "مميزات الربط و التكامل احصل على 2 من 3 :",
    "company": "شركات الشحن",
    "more": "موثوق به من قبل أكثر من 100 شركة ناشئة وعمل مستقل",
    "say": "ماذا يقول عملاؤنا عنا",
    "pay": "الدفع الالكتروني ",
    "serving": "خدمات الرسائل النصية ",
    "website": "سننشئ لك موقعًا على شبكة الإنترنت يلبي جميع متطلباتك وأكثر.",
    "depoy": "هو عبارة عن منصة تعليمية إلكترونية شاملة توفر دورات تدريبية احترافية ومحتوى تعليمي في مجالات مختلفة، تخدم منطقة الشرق الأوسط.الهدف الرئيسي للنظام هو تزويدالمستخدمين بمنصة تفاعلية سهلة الاستخدام للوصول إلى الدورات التدريبية عالية الجودة والمحتوى التعليمي عبرالإنترنت والمدربين الخبراء.",
    "view": "مشاهدة التصميم",
    "serv": "خدمة",
    "deserv": "هي شركة مختصة في إدارة وتنظيم المعارض و المؤتمرات، ومقرها في المملكـــة العربية السعودية هدفها هو إنشاء فعالية مبتكــرة تجذب الأنظار، وضمان نجاحها ،وإبهار مرتاديها تقدم مجموعة متنوعة من الخدمات مثل تصميم الهوية والمطبوعات والهدايا ، ترجمة اللغة الفورية ولغة الاشارة ،الاضاءه والصوت وتصاميم الشاشات",
    "asa": "هيا العساف",
    "desasa": " يهدف تطبيق هيا العساف إلى توفير منصة إلكترونية تعمل على ادارة حلقات تحفيظ القرءان الكريم حيث يسمح للطالب وولي أمره والمعلم بالتسجيل لمتابعة و ادارة كافة العمليةالتعمليمية أنحاء المملكة، كما يهدف إلى توفر بيئة متكاملة لإدارة الطلاب واختباراتهم والمعلمين والجلسات والموظفين والشؤون المالية والمزيد .",
    "goo": "جو لاند",
    "degoo": " منصة فعالة وسهلة الاستخدام لتبسيط وتعزيز عملية شراء وبيع واستكشاف الأراضي والمخططات.الإصدارات اللاحقة من GoLand ستوسع قدراتها لتشمل قوائم العقارات والوحدات السكنيةوالتجارية.",
    "viewall": "مشاهدة كل اعمالنا",
    "coop": "أهم مميزات التعاون <br />مع سبايدر-تك",
    "deshost": " توفر شركة Spider-te8 استضافة ويب آمنة مع لوحة تحكم سهلة الاستخدام ، مما يضمن أداء موقع الويب دون انقطاع. احصل على دعم فني على مدار الساعة طوال أيام الأسبوع لحلول استضافة موثوقة. اخترنا للحصول على أفضل تجربة استضافة ويب.",
    "desphone": "  يتفوق Spider-te8 في تصميم تطبيقات الأجهزة المحمولة على App Store و Google Play. نهجنا المبتكر يحتضن الأهمية المتزايدة لتطبيقات الأجهزة المحمولة وتأثيرها على المجتمع.",
    "desanl": " Spider-te8 متخصصة في خدمات تكنولوجيا المعلومات ، بما في ذلك تحليل المشاريع. يقوم فريقنا الفني بتقييم البيانات الأساسية لتعزيز وضعك التنافسي. اتصل بنا للحصول على تجارب تطبيقات العملاء المحسنة اليوم!",
    "team": "فريق برمجي كامل لتوفير الخدمة",
    "desteam": "         نوفر فريقًا ماهرًا لتحويل أفكارك إلى حقيقة ، والتعامل مع جميع الجوانب الفنية حتى تتمكن من التركيز على مشروع أحلامك",
    "desux": " نحن نتميز في UI / UX لمواقع الويب والتطبيقات. من خلال خبرتنا في التصميم والتحليل والتنفيذ ، يمكننا رفع مستوى تجربة عملائك في التطبيق. اتصل بنا اليوم!",
    "desfr": "تساعدك خدمة تصميم الويب من Spider Tech في الوصول إلى المزيد من  العملاء وتعزيز التعرف على السوق. تعكس تصميماتنا المميزة هوية  عملك وتحسن نتائج البحث. دعونا ننشئ موقعًا عالي الجودة لشركتك. ابدأ الآن!",
    "desinformation": " سبايدر-تك هي شركة ناشئة في مجال تطوير البرمجيات تُمكن مؤسستك من إكتساب مِيزة تنافسية في سوق العمل عن طريق الخِدْمَات التي تقدمها وتدعم بها أعمالك. كفريق سبايدر-تك نعمل معك على فهم احتياجاتك لتقديم حلول مبتكرة مُقدَمة من فريق عمل بارع، و مُجهزة بأحدثالأدوات والتقنيات الحالية التي تستطيع أن تحاكي وتواكب التحديات التقنية في المستقبل. في سبايدر-تك نؤكد دائما على جودة الخِدْمَات المقدمة وتسليمها في الوقت المرجو بالإضافة إلى إرضاء العملاء بشكل كامل"
  },
  "linkss": {
    "1": "الرئسية",
    "2": "خدماتنا",
    "3": "نبذه عنا",
    "4": "اعمالنا",
    "5": "المتجر",
    "6": "المدونة"
  },
  "jops": {
    "1": "منتجات",
    "2": "موظفين",
    "3": "مشاريع منتهية",
    "4": "عملاء سعداء"
  },
  "oppts": {
    "1": "القطاع العقاري",
    "2": "القطاع التجاري",
    "3": "القطاع الاستثماري",
    "4": "القطاع التعليمي",
    "5": "قطاع التسويق",
    "6": "القطاع الطبي"
  },
  "boxs": {
    "1": "عقد مسجل",
    "2": "نقدم عقودًا مسجلة موقعة من الطرفين ، مما يضمن اتفاقية ملزمة قانونًا تحمي مصالح الطرفين.",
    "3": "نحن متواجدون دائمًا لمساعدتك وضمان سير مشاريعك بسلاسة في جميع الأوقات.",
    "4": "دعم فني 24/7",
    "5": "حماية قوية",
    "6": "نستخدم أحدث ممارسات الأمن السيبراني ، مما يضمن بقاء مشروعك آمنًا وسريًا",
    "7": "تقديم حلول مبتكرة ومصممة خصيصًا تلبي احتياجات عملك الفريدة تمامًا",
    "8": "حلول مبتكرة"
  },
  "says": {
    "1": "التجربة لا تزال في بدايتها ونأمل أن تكون مذهلة وتكلل بالنجاح للطرفين. الفريق لطيفًا ومتعاونًا للغاية",
    "2": "م/مهندس عبدالله البيلى",
    "3": "مستشار دولي في الابتكار واستشراف المستقبل"
  },
  "blogs": {
    "1": "تجربة المستخدم",
    "2": " تُركّز تجربة المستخدم (UX) على فهم عميق للمستخدمين، وما يحتاجون إليه، وما يُقدّرونه، وقُدراتهم وأيضاً حدودهم.",
    "3": "ما هى تجربة المستخدم ؟",
    "4": "نشر بواسطة: سبايدر-تك",
    "5": "11-8-2024",
    "6": "تحسين محركات البحث",
    "7": "هي عملية تطوير مواقع الويب لتناسب متطلبات محركات البحث المختلفة مثل Google أو Bing بهدف الظهور في نتائج البحث الأولى .",
    "8": "ما هو السيو وما هي فائدته لموقعك ؟",
    "9": " تحليل الأعمال",
    "10": "تحليل الأعمال هو عملية تحديد احتياجات العمل، والمشاكل، والفرص، ومن ثم تحديد الحلول لمعالجة تلك القضايا.",
    "11": "مفهوم تحليل الأعمال",
    "12": "واجهة برمجة التطبيقات",
    "13": "هو عبارة عن تقنية تسمح للتطبيقات بالوصول إلى البيانات والتفاعل مع مكونات البرامج الخارجية أو أنظمة التشغيل أو الوظائف المصغرة.",
    "14": "ما هى واجهة برمجة التطبيقات ؟"
  }
}
